; Localization file for "timevertor"
; Last-Modified: Wed, 13 Dec 2017 03:40:28 +0000

[Chinese Simplified]
IDS_AUTHOR=th_sjy
IDS_UPDATE_NO=没有可用的更新.
IDS_UPDATE_YES=新版本 (%s) 可用. 打开下载页面?
IDS_FILE=文件
IDS_EXIT=退出
IDS_SETTINGS=设置
IDS_ALWAYSONTOP_CHK=总在最前面
IDS_CHECKUPDATES_CHK=定期检查更新 (推荐)
IDS_TIMEZONE=Timezone
IDS_LANGUAGE=语言
IDS_HELP=帮助
IDS_WEBSITE=网站
IDS_DONATE=捐赠
IDS_CHECKUPDATES=检查更新
IDS_ABOUT=关于
IDS_COPY=复制
IDS_FMTNAME_RFC2822=RFC 2822
IDS_FMTNAME_ISO8601=ISO 8601
IDS_FMTNAME_UNIXTIME=UNIX Timestamp
IDS_FMTNAME_MACTIME=Mac Timestamp
IDS_FMTNAME_MICROSOFTTIME=Microsoft Timestamp
IDS_FMTNAME_FILETIME=FILETIME
IDS_FMTDESC_RFC2822=RFC 2822 formatted date
IDS_FMTDESC_ISO8601=ISO 8601 formatted date
IDS_FMTDESC_UNIXTIME=Seconds since the Unix Epoch (January 1 1970 00:00:00 GMT)
IDS_FMTDESC_MACTIME=Seconds since Jan 1 1904
IDS_FMTDESC_MICROSOFTTIME=Days since Dec 31 1899
IDS_FMTDESC_FILETIME=64-bit value representing the number of 100-nanosecond intervals since January 1, 1601 (UTC)
IDS_CURRENT=插入当前时间!

[Russian]
IDS_AUTHOR=Русская локализация от Henry++
IDS_UPDATE_NO=Нет доступных обновлений.
IDS_UPDATE_YES=Новая версия (%s) доступна. Открыть страницу загрузки?
IDS_FILE=Файл
IDS_EXIT=Выйти
IDS_SETTINGS=Настройки
IDS_ALWAYSONTOP_CHK=Поверх остальных окон
IDS_CHECKUPDATES_CHK=Периодически проверять обновления (рекомендуется)
IDS_TIMEZONE=Часовой пояс
IDS_LANGUAGE=Язык
IDS_HELP=Помощь
IDS_WEBSITE=Сайт программы
IDS_DONATE=Поблагодарить!
IDS_CHECKUPDATES=Проверить обновления
IDS_ABOUT=О программе
IDS_COPY=Скопировать
IDS_FMTNAME_RFC2822=RFC 2822
IDS_FMTNAME_ISO8601=ISO 8601
IDS_FMTNAME_UNIXTIME=UNIX Timestamp
IDS_FMTNAME_MACTIME=Mac Timestamp
IDS_FMTNAME_MICROSOFTTIME=Microsoft Timestamp
IDS_FMTNAME_FILETIME=FILETIME
IDS_FMTDESC_RFC2822=Дата в формате RFC 2822
IDS_FMTDESC_ISO8601=Дата в формате ISO 8601
IDS_FMTDESC_UNIXTIME=Количество секунд от начала Unix эпохи (January 1 1970 00:00:00 GMT)
IDS_FMTDESC_MACTIME=Количество секунд от Jan 1 1904
IDS_FMTDESC_MICROSOFTTIME=Количество дней от Dec 31 1899
IDS_FMTDESC_FILETIME=64-битное представление интервалов по 100-наносекунд от January 1, 1601 (UTC)
IDS_CURRENT=Вставить текущее время!

[Swedish]
IDS_AUTHOR=Åke Engelbrektson
IDS_UPDATE_NO=Inga uppdateringar tillgängliga.
IDS_UPDATE_YES=Ny version (%s) finns tillgänglig. Vill du öppna nedladdningssidan?
IDS_FILE=Arkiv
IDS_EXIT=Avsluta\tEsc
IDS_SETTINGS=Inställningar
IDS_ALWAYSONTOP_CHK=Alltid överst
IDS_CHECKUPDATES_CHK=Sök periodiskt efter uppdateringar (rekommenderas)
IDS_TIMEZONE=Timezone
IDS_LANGUAGE=Välj språk
IDS_HELP=Hjälp
IDS_WEBSITE=Webbsida
IDS_DONATE=Donera!
IDS_CHECKUPDATES=Sök efter uppdateringar
IDS_ABOUT=Om
IDS_COPY=Kopiera
IDS_FMTNAME_RFC2822=RFC 2822
IDS_FMTNAME_ISO8601=ISO 8601
IDS_FMTNAME_UNIXTIME=UNIX Timestamp
IDS_FMTNAME_MACTIME=Mac Timestamp
IDS_FMTNAME_MICROSOFTTIME=Microsoft Timestamp
IDS_FMTNAME_FILETIME=FILETIME
IDS_FMTDESC_RFC2822=RFC 2822 formatted date
IDS_FMTDESC_ISO8601=ISO 8601 formatted date
IDS_FMTDESC_UNIXTIME=Seconds since the Unix Epoch (January 1 1970 00:00:00 GMT)
IDS_FMTDESC_MACTIME=Seconds since Jan 1 1904
IDS_FMTDESC_MICROSOFTTIME=Days since Dec 31 1899
IDS_FMTDESC_FILETIME=64-bit value representing the number of 100-nanosecond intervals since January 1, 1601 (UTC)
IDS_CURRENT=Infoga aktuell tid!

